const cats = [
    {
        id: 1,
        name: 'Габи',
        url: 'https://petstory.ru/resize/800x800x80/upload/images/articles/breeds/abissinskaya-koshka/abisin_cat_3.jpg',
        breed: 'Абиссинская кошка',
        description: 'Эти кошки становятся похожими на пантеру, когда начинают играть или чем-то занимаются.',
        age: '5 месяцев',
        randomFact: 'Cамый тяжелый когда-либо зарегистрированный кот весил около 20 кг!'
    },
    {
        id: 2,
        name: 'Черныш',
        url: 'https://dogcatfan.com/uploads/posts/2016-12/1481120571_devon-rex-cat-photo-9.jpg',
        breed: 'Девон-рекс',
        description: 'Эти кошки с «эльфийскими» ушами мастера лазанья: они любят проводить время на всевозможных возвышениях и даже на плечах любимых хозяев',
        age: '10 месяцев',
        randomFact: 'Кошки тратят около трети своего времени на уход за собой'
    },
    {
        id: 3,
        name: 'Джинджер',
        url: 'https://kot-pes.com/wp-content/uploads/2015/06/Bombay_cat_01.jpg',
        breed: 'Бомбейская кошка',
        description: 'Эти кошки становятся похожими на пантеру, когда начинают играть или чем-то занимаются.',
        age: '1 год',
        randomFact: 'В Древнем Египте, если кто-то убивал кошку, его самого могли приговорить к смерти'
    },
    {
        id: 4,
        name: 'Багира',
        url: 'http://komotoz.ru/photo/porody_koshek/photos/balinezijskaya_koshka/balinezijskaya_koshka_01.jpg',
        breed: 'Балинезийской кошки',
        description: 'Характер балинезийки отличается эмоциональностью и общительностью, и одна из основных черт — сильная привязанность к хозяину.',
        age: '3 года',
        randomFact: 'Кошки не любят корма со вкусом мышей!'
    },
    {
        id: 5,
        name: 'Бард',
        url: 'http://www.zoopicture.ru/assets/2011/02/IMG_6026.jpg',
        breed: 'Ориентальная кошка',
        description: 'Любознательное и уверенное в себе животное, которое считается "живчиком" и с удовольствием бегает и веселится.',
        age: '5 лет',
        randomFact: 'Кошки могут развивать скорость до 50 км в час, но только на короткие расстояния.'
    },
    {
        id: 6,
        name: 'Триша',
        url: 'https://getbg.net/upload/full/www.GetBg.net_Animals___Cats_Funny_Maine_Coon_cat_046852_.jpg',
        breed: 'Мейн-кун',
        description: 'Помесь кошки и енота. Это прекрасные и неутомимые игроки, которые ни за что не дадут вам грустить.',
        age: '3 месяца',
        randomFact: 'Кошки не едят сладкое.'
    },
    {
        id: 7,
        name: 'Тэсс',
        url: 'https://avatars.mds.yandex.net/get-pdb/1639023/80174277-a1ba-44cc-aaee-be6fe861ff8b/orig',
        breed: 'Сноу Шу',
        description: 'Прекрасная охотница, общительная, легко ладит с кошками и собаками, игривая. Сноу-шу станет отличным другом для детей и взрослых, а ухаживать за ней очень просто — нужно всего лишь вычесывать ее короткую шерстку раз в неделю.',
        age: '1 год',
        randomFact: 'Отпечаток носа кошки так же уникален, как отпечатки пальцев человека.'
    },
    {
        id: 8,
        name: 'Клеопатра',
        url: 'https://i.ytimg.com/vi/nLb5tNGGAZg/maxresdefault.jpg',
        breed: 'Американский кёрл',
        description: 'Кошки этой породы бесконечно культурны и интеллигентны.',
        age: '1.5 года',
        randomFact: 'Кастрируя кошку, вы добавляете около двух-трёх лет в её жизнь.'
    },
    {
        id: 9,
        name: 'Лавр',
        url: 'https://zooclub.ru/attach/35000/35130.jpg',
        breed: 'Гималайская кошка',
        description: 'Округлое и коренастое тело гималайской кошки прочно сидит на коротких и толстых лапах, и особой прыгучести от этой породы ждать не приходится',
        age: '8 месяцев',
        randomFact: 'Кошки потеют через подушечки на лапах.'
    }
];

export default cats;